---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWelded.BottomFlangeWidth
source: html/f1ec8f95-7039-6362-93ea-923b99547f33.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWelded.BottomFlangeWidth Property

Bottom Flange Width.

## Syntax (C#)
```csharp
public double BottomFlangeWidth { get; set; }
```